// 本地歌曲数据
var songList = [
  {
    'seconds': "04:18",
    "author": "庄心妍",
    "name": "七月七日晴",
    "lyrics": "[00:00.000] 作曲 : 陈韦伶 [00:01.000] 作词 : 木兰号Aka [00:21.880]说了再见是否就能不再想念 [00:30.500]说了抱歉是否就能理解一切 [00:37.270]眼泪代替你亲吻我的脸 [00:46.330]我的世界忽然漫天白雪 [00:55.140]拇指之间还残留你的昨天 [01:02.830]一片一片怎么听见完全 [01:10.290]七月七日晴 [01:12.200]忽然下起了大雪 [01:14.640]不敢睁开眼希望是我的幻觉 [01:18.190]我站在地球边眼睁睁看着雪 [01:22.660]覆盖你来的那条街 [01:27.250]七月七日晴 [01:28.860]黑夜忽然变白天 [01:31.180]我失去知觉看着相爱的极限 [01:35.200]我望着地平线天空无际无边 [01:39.240]听不见你道别 [02:17.110]拇指之间还残留你的昨天 [02:25.470]一片一片怎么听见完全 [02:32.890]七月七日晴 [02:35.030]忽然下起了大雪 [02:37.010]不敢睁开眼希望是我的幻觉 [02:43.130]我站在地球边眼睁睁看着雪 [02:46.580]覆盖你来的那条街 [02:51.020]七月七日晴 [02:52.790]黑夜忽然变白天 [02:55.390]我失去知觉看着相爱的极限 [02:59.030]我望着地平线天空无际无边 [03:03.330]听不见你道别 [03:07.910] 七月七日晴 [03:09.620]忽然下起了大雪 [03:11.780]不敢睁开眼希望是我的幻觉 [03:15.770]我站在地球边眼睁睁看着雪 [03:20.630]覆盖你来的那条街 [03:23.890]七月七日晴 [03:28.500]我失去知觉 [03:35.190]天空无际无边",
    "img": "http:\/\/singerimg.kugou.com\/uploadpic\/softhead\/400\/20180302\/20180302142740562.jpg",
    "url": "http://m801.music.126.net/20190724154135/ba0da616296517ed907840bc5874d2ba/jdyyaac/065c/0e08/025e/165bef1a0c9beec44c655445694369e4.m4a"
  },
  {
    "author": "张翰",
    "name": "如果没有你",
    'seconds': "04:50",
    "lyrics": "[00:00.00]张翰 - 如果没有你(电视剧《温暖的弦》推广曲)\r\n[00:03.28]作词：左安安、李焯雄\r\n[00:05.05]作曲：左安安\r\n[00:08.94]改编编曲：欧阳箐宇\r\n[00:10.37]音乐制作：有沐音乐(Yum Music)\r\n[00:12.09]制作人：朱金泰\r\n[00:13.20]吉他：劳国贤\r\n[00:14.17]贝斯：吴烦\r\n[00:14.98]和声：鱼椒盐\r\n[00:15.89]弦乐：国际首席爱乐乐团\r\n[00:17.67]录音：李天野\r\n[00:18.64]缩混：李天野\r\n[00:19.60]母带：Bjorn Engelmann\r\n[00:33.89]Hey我真的好想你\r\n[00:40.97]现在窗外面又开始下着雨\r\n[00:49.71]眼睛干干的有想哭的心情\r\n[00:56.47]不知道你现在到底在哪里\r\n[01:04.49]Hey我真的好想你\r\n[01:11.65]太多的情绪\r\n[01:13.78]没适当的表情\r\n[01:20.10]最想说的话我该从何说起\r\n[01:26.92]你是否也像我一样在想你\r\n[01:34.49]如果没有你\r\n[01:36.72]没有过去\r\n[01:38.57]我不会有伤心\r\n[01:42.33]但是有如果还是要爱你\r\n[01:49.97]如果没有你\r\n[01:51.85]我在哪里\r\n[01:53.78]又有什么可惜\r\n[01:57.08]反正一切来不及\r\n[02:01.01]反正没有了自已\r\n[02:05.33]Hey我真的好想你\r\n[02:12.36]不知道你现在到底在哪里\r\n[02:32.14]Hey我真的好想你\r\n[02:39.05]现在窗外面又开始下着雨\r\n[02:47.80]眼睛干干的有想哭的心情\r\n[02:54.37]不知道你现在到底在哪里\r\n[03:02.61]Hey我真的好想你\r\n[03:09.77]太多的情绪\r\n[03:11.70]没适当的表情\r\n[03:18.15]最想说的话\r\n[03:21.25]我应该从何说起\r\n[03:24.81]你是否也像我一样在想你\r\n[03:32.58]如果没有你\r\n[03:34.81]没有过去\r\n[03:36.53]我不会有伤心\r\n[03:40.35]但是有如果还是要爱你\r\n[03:47.85]如果没有你\r\n[03:49.99]我在哪里\r\n[03:51.82]又有什么可惜\r\n[03:55.48]反正一切来不及\r\n[03:58.99]反正没有了自已\r\n[04:03.51]Hey我真的好想你\r\n[04:10.69]不知道你现在到底在哪里\r\n[04:18.31]你是否也像我一样在想你\r\n",
    "img": "http:\/\/singerimg.kugou.com\/uploadpic\/softhead\/400\/20170717\/20170717143000820.jpg",
    "url": "http:\/\/fs.w.kugou.com\/201805151746\/924333ccff00c45b577caac0a566d2af\/G126\/M09\/04\/05\/XpQEAFrr2K6AR8hAAEb1mV3IOkg369.mp3"
  }
]

module.exports = {
  songList: songList
}